akamud.vscode-theme-onedark
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
evan-buss.font-switcher
FallenMax.mithril-emmet
formulahendry.auto-rename-tag
johnpapa.vscode-peacock
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.vscode-react-native
rne.snippets
rust-lang.rust-analyzer
s-nlf-fh.glassit
Shan.code-settings-sync
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
xabikos.JavaScriptSnippets
XadillaX.viml
zhuangtongfa.material-theme
